Repository: TypeWhisper/typewhisper-mac
Catalog: TypeWhisperPluginSDK/Plugins/MicrosoftAIPlugin/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: API Key
de: API-Schlüssel
ja: APIキー
zh_hans: API 密钥

source: Audio is sent to Microsoft Azure for transcription. API keys are stored securely in the Keychain.
de: Audio wird zur Transkription an Microsoft Azure gesendet. API-Schlüssel werden sicher im Schlüsselbund gespeichert.
ja: 音声は文字起こしのためMicrosoft Azureに送信されます。APIキーはキーチェーンに安全に保存されます。
zh_hans: 音频会发送到 Microsoft Azure 进行转录。API 密钥安全存储在钥匙串中。

source: Azure Speech connection
de: Azure-Speech-Verbindung
ja: Azure Speech接続
zh_hans: Azure Speech 连接

source: Clean
de: Bereinigt
ja: クリーン
zh_hans: 清理

source: Endpoint or resource name
de: Endpunkt oder Ressourcenname
ja: エンドポイントまたはリソース名
zh_hans: 端点或资源名称

source: Enter the endpoint shown for your Azure Speech resource, or only its resource name.
de: Gib den für deine Azure-Speech-Ressource angezeigten Endpunkt oder nur den Ressourcennamen ein.
ja: Azure Speechリソースに表示されるエンドポイント、またはリソース名のみを入力してください。
zh_hans: 输入 Azure Speech 资源显示的端点，或仅输入资源名称。

source: MAI Transcribe is not available in the Azure region %@. Use a Speech resource in one of these regions: %@.
de: MAI Transcribe ist in der Azure-Region %@ nicht verfügbar. Verwende eine Speech-Ressource in einer dieser Regionen: %@.
ja: MAI Transcribe は Azure リージョン %@ では利用できません。次のいずれかのリージョンの Speech リソースを使用してください: %@。
zh_hans: MAI Transcribe 在 Azure 区域 %@ 中不可用。请使用以下区域之一的 Speech 资源：%@。

source: Model
de: Modell
ja: モデル
zh_hans: 模型

source: Models refreshed from Microsoft Foundry.
de: Modelle wurden aus Microsoft Foundry aktualisiert.
ja: Microsoft Foundryからモデルを更新しました。
zh_hans: 已从 Microsoft Foundry 刷新模型。

source: Refresh models
de: Modelle aktualisieren
ja: モデルを更新
zh_hans: 刷新模型

source: Remove
de: Entfernen
ja: 削除
zh_hans: 移除

source: Save connection
de: Verbindung speichern
ja: 接続を保存
zh_hans: 保存连接

source: Speaker diarization
de: Sprechererkennung
ja: 話者分離
zh_hans: 说话人分离

source: The Foundry model catalog is unavailable for this Speech resource. Built-in MAI models remain available.
de: Der Foundry-Modellkatalog ist für diese Speech-Ressource nicht verfügbar. Die integrierte MAI-Modellliste bleibt nutzbar.
ja: このSpeechリソースではFoundryモデルカタログを利用できません。組み込みのMAIモデルは引き続き利用できます。
zh_hans: 此 Speech 资源无法使用 Foundry 模型目录。内置 MAI 模型仍可使用。

source: Transcript style
de: Transkriptionsstil
ja: 文字起こしスタイル
zh_hans: 转录样式

source: Transcription
de: Transkription
ja: 文字起こし
zh_hans: 转录

source: Update connection
de: Verbindung aktualisieren
ja: 接続を更新
zh_hans: 更新连接

source: Verbatim
de: Wörtlich
ja: 逐語
zh_hans: 逐字
